import type { Girls } from "../types/girls";

export const girls: Girls[] = [
   {
        id: 0,
        title: "Мэри",
        date: "15.01",
        img: "/girls/mary.jpg",
        description: "Мариям, 26 лет Любимые жанры книг: детективы, мистика, приключение, фэнтези, фантастика, иногда романтика Любимые книги: «Три Товарища» Ремарк. «Шестерка Воронов» Ли Бардуга. «Ученица» Тара Вестове Увлекаюсь и занимаюсь фотографированием. Люблю фотографировать на профессиональный фотоаппарат. Также увлечение: пазлы, просмотров сериалов или фильмов, готовка по настроению и игры на компьютере",
    },
    {
        id: 1,
        title: "Ирина Р",
        date: "20.01",
        img: "/girls/irinaR.jpg",
        description: "Ирина, 32. Жанр: фэнтези. Автор преимущественно Нил Гейман. Увлечение: книги, музыка, сериалы, мифы народов мира",
    },
    {
        id: 2,
        title: "Катя",
        date: "20.02",
        img: "/girls/katya.jpg",
        description: "Полное имя Катерина, возраст 24 года. 20.02.2002. Из жанров предпочитаю почти все виды, слабо читаю про саморазвитие и психологию. Увлекаюсь так же картинами по номерам, фотографиями. Есть черный кот",
    },
    {
        id: 3,
        title: "Алекса",
        date: "09.04",
        img: "/girls/alex.jpg",
        description: "Меня зовут Александра и мне 24 года. Мой любимый жанр в книгах это фэнтези, но в последнее время мне нравится читать и спортивные романы. У меня есть любимая серия книг которую могу перечитывать из раза в раз - вся вселенная Сары Дж. Маас, в особенности цикл Стеклянный Трон. Хотелось бы сказать еще о себе, что я фанат F1, люблю кататься на машине, смотреть сериалы и играть в игры. Это такие хобби которые помогают мне разгрузиться и выплеснуть свои эмоции.",
    },
    {
        id: 4,
        title: "Жанна",
        date: "17.04",
        img: "/girls/janna1.jpg",
        description: "Я - Жанна, мне 27 лет, и моя жизнь прочно держится на трех китах: хороших книгах, проработанных вселенных, на которые я ловлю гиперфикс каждые пару месяцев и Формуле-1, где я преданно топлю за Макса Ферстаппена. Моя книжная любовь - это цикл «Первый закон» Джо Аберкромби, хотя я с удовольствием читаю и популярное хиты вроде миров Сары Дж. Маас или Четвертого крыла. Помимо литературы, я фанатею от вселенной Ведьмака, сериала Пацаны, tiktok brainrot-а и мемов всех цветов",
    },
    {
        id: 5,
        title: "Натали",
        date: "06.06",
        img: "/girls/nata.jpg",
        description: "Натали, 28 лет. Люблю романтику, фэнтези, роментези, фанфики. Люблю, петь, заводить новые хобби, придумывать истории, коллекционировать милые фигурки и еще кучу всего",
    },
    {
        id: 6,
        title: "Камилла",
        date: "13.08",
        img: "/girls/kami2.jpg",
        description: "Имя Камилла, 30 лет, Люблю читать фэнтези и романтику, так же нравятся книги про древние цивилизации, древнегреческих богов😁, Люблю танцевать, иногда петь, хожу в спортзал чтобы быть в тонусе , Нравится рисовать картины по номерам и срисовывать каких нибудь интересных персонажей , Обожаю аниме, а также читать манги🤪, Любимый фильм «Звездная пыль», Сериал Дорама «Охотничьи псы»",
    },
    {
        id: 7,
        title: "Ирина К",
        date: "04.09",
        img: "/girls/irinaK.jpg",
        description: "Для меня книги — это не способ убежать от реальности, а возможность прожить еще одну жизнь. Люблю атмосферные истории, сильных героев и книги, после которых хочется долго обсуждать каждую главу. Люблю истории, которые остаются с тобой надолго. Читаю эмоционально и всегда обращаю внимание на персонажей, их мотивацию и атмосферу книги. Вне книжного клуба изучаю фронтенд-разработку и создаю сайт нашего сообщества, чтобы у каждого прочитанного произведения осталось свое красивое место. Верю, что книги — это не только про чтение, но и про людей, с которыми можно разделить впечатления.",
    },
    {
        id: 8,
        title: "Баян",
        date: "15.11",
        img: "/girls/bayan2.jpg",
        description: "Люблю атмосферные книги, которые оставляют после себя мысли, а не только впечатления. Мне важны интересный сюжет, сильные персонажи и идеи, над которыми хочется размышлять еще долго после прочтения. Предпочитаю, чтобы любовная линия была лишь одной из граней истории, а не её основой. И, признаюсь, совершенно не переношу сюжеты, построенные на любовных недопониманиях.Для меня по-настоящему хорошая книга — та, в которой автор умеет показывать, а не рассказывать. Больше всего люблю разбирать персонажей, искать причины их поступков и понимать, что движет ими на самом деле.Среди книг, которые особенно запали мне в душу, — «Книжный вор», «Сёгун», «Парфюмер. История одного убийцы», «Нефритовый город», «Калейдоскоп смерти» и «Голодные игры». А когда хочется особого настроения, люблю путешествовать по Европе вместе с Ремарком и по Японии — с Мураками.И, пожалуй, именно за это я так люблю читать: каждая книга — это возможность оказаться в новом мире, увидеть жизнь чужими глазами, открыть для себя неожиданные идеи и отправиться в путешествие, которое невозможно совершить ни на одном поезде или самолёте. Хочется, чтобы таких путешествий было как можно больше.",
    },
    {
        id: 9,
        title: "Юлдуз",
        date: "15.11",
        img: "/girls/ul1.jpg",
        description: "Меня зовут Юлдуз. Я коллекционирую не только книги, но и впечатления. Одни люди собирают фотографии, другие — сувениры, а я собираю истории: прочитанные на страницах любимых романов, услышанные в разных уголках мира и пережитые во время путешествий. Больше всего меня притягивают детективы — люблю распутывать тайны вместе с героями, искать скрытые смыслы и замечать детали, которые другие пропускают. Но где-то между загадками и расследованиями всегда находится место для романтики и чудесных историй, после которых хочется верить в невозможное. Сейчас я изучаю языки, потому что каждый новый язык для меня — это ещё одна дверь в неизведанный мир. Люблю часто путешествовать, открывать новые страны, знакомиться с культурами и возвращаться домой с чемоданом воспоминаний и хотя бы одной новой книгой. Наверное, меня можно описать так: человек, который всегда готов отправиться навстречу новой истории — будь то книга, путешествие или что то другое .",
    },
     {
        id: 10,
        title: "Жанна Р",
        date: "25.09",
        img: "/girls/zh2.jpg",
        description: "Исторический роман? Да! Да! Да!"
     }
    
    
]




